[File]
VersionId=0

[Scheduler]
ChangeModeConfirmation=تغییر حالت سبب حذف همه کارهای ایجاده می شود، ادامه می دهید؟
Days=روز|روزها|روزها|روز
Every=هر|هر|هر|هر
GroupByEvent=در رویداد
GroupByTime=در زمان
Minutes=دقیقه|دقایق|دقایق|دقیقه
Months=ماه|ماهها|ماهها|ماه
Running=در حال اجرا ... 
Tracks=قطعه|قطعه ها|قطعه ها|قطعه
WeekDays=دوشنبه|سه شنبه|چهارشنبه|پنجشنبه|جمعه|شنبه|یکشنبه
WeekDaysShort=دوشنبه|سه شنبه|چهارشنبه|پنجشنبه|جمعه|شنبه|یکشنبه
Weeks=هفته|هفته ها|هفته ها|هفته
Years=سال|سالها|سالها|سال

[Scheduler.Actions]
ChangeVolume=تغییر صدا
CloseApp=بستن اپلیکیشن
Hibernate=هایبرنیت
NextTrack=رفتن به قطعه بعدی
PausePlayback=توقف پخش مجدد
ResumePlayback=ادامه پخش مجدد
Shutdown=خاموش کردن
Sleep=خواب
StartPlayback=شروع پخش مجدد
StartRadioCapture=شروع ضبط رادیویی
StopRadioCapture=توقف ضبط رادیویی
StopPlayback=توقف پخش

[SchedulerChangeVolumeSettingsDialog]
btnCancel=لغو
btnOk=پذیرفتن
Caption=عمل: تغییر صدا
cbBeforeTheAction=قبل از اعمال دیگر، صدا را تنظیم کنید
cbFading=ناپدید شدن صدا برای:
GB1=صدای هدف
lbBeforeTheActionWarning=این گزینه تنها برای کارهایی که سر وقت شروع میشوند، موجود است

[SchedulerPlaybackSettingsDialog]
btnCancel=لغو
btnOk=پذیرفتن
Caption=عمل: شروع پخش مجدد
cbReturnToPreviousPlaylist=برگشت به پلی لیست قبلی
lbFileOffset=شروع پخش مجدد در
lbReturnAfter=پخش پس از: 
pcpPlayFile=پخش فایل
pcpPlayPlaylist=پخش لیست
cbStartFromBeginning=پخش از ابتدا

[SchedulerSimpleTasksView]
btnAdvancedView=حالت پیشرفته
btnApply=اعمال کردن
btnClose=بستن
Caption=برنامه ریز
CB1=ناپدید شدن تدریجی صدا
CB3=ناپدید شدن صدا برای:
CB4=ظاهر شدن تدریجی صدا برای:»
cbAlarm=هشدار ساعت
cbsCloseApplication=بستن اپلیکیشن
cbsEventByTime=در زمان
cbsEventOnFileEnd=در پایان فایل
cbsEventOnPlaylistEnd=در پایان پلی لیست
cbsEventOnQueueEnd=در پایان صف
cbShutdown=تایمر خواب
cbShutdownAtGivenTime=در زمان مشخص
cbShutdownOnElapsed=در زمان گذشته شده
cbsPausePlayback=توقف پخش مجدد
GB1=صدا
L1=زمان
L3=فایلهایی که باید قبل از عمل پخش شود:
L4=برای پخش، موارد را انتخاب کنید
rbAlarmPlayFile=فایل
rbAlarmPlayPlaylist=پلی لیست
tcMainPage1=تایمر خواب
tcMainPage2=هشدار ساعت

[SchedulerSimpleTasksView.cbsShutdownWindowsModes]
i[0]=خاموش کردن
i[1]=هایبرنیت
i[2]=خواب

[SchedulerTaskEditorDialog]
acDelete=حذف کردن
acEdit=ویرایش کردن
Background=کار
btnCancel=لغو
btnOK=پذیرفتن
Caption=برنامه ریز
cbAllowWakeUp=در صورت امکان PC را بیدار کنید
cbWaitForTrackToFinish=صبر کنید قطعه در حال پخش تمام شود
gbActions=عمل ها
gbEvent=شروع
gbName=نام
gbRecurrence=تکرار
gbRepeatThroughoutDay=تکرار در کل روز
IncompatibleWarning=این کار با کاری که قبلا ایجاد شده، همخوانی ندارد
lbDecrease=-%d دقیقه
lbIncrease=+%d دقیقه
lbNow=تعیین زمان و تاریخ فعلی
lbTracksNumber=فایلی که باید قبل از عمل پخش شود:
miAdd=افزودن

[SchedulerTaskEditorDialog.cbEventKind]
i[0]=در ساعت و روز
i[1]=در پایان فاصله زمانی
i[2]=در پایان فایل
i[3]=در پایان صف
i[4]=در پایان پلی لیست

[SchedulerTasksDialog]
acAdd=افزودن
acDeleteSelected=حذف کردن
acEdit=ویرایش کردن
Background=کارها
btnClose=بستن
btnSimpleView=حالت ساده
Caption=برنامه ریز
DeleteConfirmation=این عملیات کارهای انتخاب شده را حذف می کند، ادامه می دهید؟

